console.log(`
Привет!) Я ещё доделываю работу и надеюсь на твоё понимание) Плейлист состоит из rock, glam-metal, heavy - metal, instrumental rock песен и баллад.

      **ТЗ** 
      https://github.com/rolling-scopes-school/tasks/blob/master/tasks/js30%23/js30-2.md

            **Форма для проверки** 
https://rolling-scopes-school.github.io/checklist/


**Ваша оценка - 50 баллов** 

#### Отзыв по пунктам ТЗ:

#####**Не выполненные/не засчитанные пункты:**
======================================================
1) При смене аудиотрека меняется изображение - обложка аудиотрека

2) Очень высокое качество оформления приложения и/или дополнительный не предусмотренный в задании функционал, улучшающий качество приложения
TODO! добавить ползунок громкости, добавить отображение песен в плейлисте (по клику на иконку), добавить возможность изменять плейлист (менять местами, удалять песни).
#####**Выполненные пункты:**
=====================================================

1) вёрстка аудиоплеера: есть кнопка Play/Pause, кнопки "Вперёд" и "Назад" для пролистывания аудиотреков, прогресс-бар, отображается название и автор трека

2) в футере приложения есть ссылка на гитхаб автора приложения, год создания приложения, логотип курса со ссылкой на курс

3) есть кнопка Play/Pause, при клике по которой можно запустить или остановить проигрывание аудиотрека

4) внешний вид и функционал кнопки Play/Pause изменяется в зависимости от того, проигрывается ли в данный момент аудиотрек

5) При кликах по кнопкам "Вперёд" и "Назад" переключается проигрываемый аудиотрек. Аудиотреки пролистываются по кругу - после последнего идёт первый

6) Прогресс-бар отображает прогресс проигрывания текущего аудиотрека. При перемещении ползунка вручную меняется текущее время проигрывания аудиотрека
P.S. есть артефакт, когда вручную часто тыкаешь в прогресс-бар - в результате перемотка работает не совсем корректно. Как пофиксить - пока не знаю((

7) Отображается продолжительность аудиотрека и его текущее время проигрывания
`)