console.log(`
Привет!) Я ещё доделываю работу и надеюсь на твоё понимание) На текщий момент готово: footer.

      **ТЗ** 
      https://github.com/rolling-scopes-school/tasks/blob/master/tasks/js30%23/js30-2.md

            **Форма для проверки** 
https://rolling-scopes-school.github.io/checklist/


**Ваша оценка - 5 баллов** 

#### Отзыв по пунктам ТЗ:

#####**Не выполненные/не засчитанные пункты:**
======================================================
1) вёрстка аудиоплеера: есть кнопка Play/Pause, кнопки "Вперёд" и "Назад" для пролистывания аудиотреков, прогресс-бар, отображается название и автор трека

2) есть кнопка Play/Pause, при клике по которой можно запустить или остановить проигрывание аудиотрека

3) внешний вид и функционал кнопки Play/Pause изменяется в зависимости от того, проигрывается ли в данный момент аудиотрек

4) При кликах по кнопкам "Вперёд" и "Назад" переключается проигрываемый аудиотрек. Аудиотреки пролистываются по кругу - после последнего идёт первый

5) При смене аудиотрека меняется изображение - обложка аудиотрека

6) Прогресс-бар отображает прогресс проигрывания текущего аудиотрека. При перемещении ползунка вручную меняется текущее время проигрывания аудиотрека

7) Отображается продолжительность аудиотрека и его текущее время проигрывания

8) Очень высокое качество оформления приложения и/или дополнительный не предусмотренный в задании функционал, улучшающий качество приложения

#####**Выполненные пункты:**
=====================================================

1) в футере приложения есть ссылка на гитхаб автора приложения, год создания приложения, логотип курса со ссылкой на курс
`)